Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: Усадьба Гробовских
be: Сядзіба Грабоўскіх

source: Усадьба Даранчынских
be: Сядзіба Даранчынскіх

source: Усадьба Дашкевичей
be: Сядзіба Дашкевічаў

source: Усадьба Домейко
be: Сядзіба Дамейкі

source: Усадьба Друцких-Любецких
be: Сядзіба Друцкіх-Любецкіх

source: Усадьба Еленских
be: Сядзіба Яленскіх

source: Усадьба Жилинских
be: Сядзіба Жылінскіх

source: Усадьба Ивановских
be: Сядзіба Іваноўскіх

source: Усадьба Канцельсон
be: Палацык Канцэльсона

source: Усадьба Козел-Поклевских
be: Сядзіба Козелаў-Паклеўскіх

source: Усадьба Королевских
be: Сядзіба Каралеўскіх

source: Усадьба Корчевских
be: Сядзіба Карчэўскіх

source: Усадьба Косаковских
be: Сядзіба Касакоўскіх

source: Усадьба Костровицких
be: Сядзіба Кастравіцкіх

source: Усадьба Костюшко
be: Сядзіба Касцюшкаў

source: Усадьба Котвичей
be: Сядзіба Котвічаў

source: Усадьба Крушевских
be: Сядзіба Крушэўскіх

source: Усадьба Лопатинских
be: Сядзіба Лапацінскіх

source: Усадьба Любанских в Лошице
be: Сядзіба Любанскіх у Лошыцы

source: Усадьба Ляхницких
be: Сядзіба Ляхніцкіх

source: Усадьба Магнышэвских
be: Сядзіба Магнышэўскіх

source: Усадьба Маньковских
be: Сядзіба Манькоўскіх

source: Усадьба Мержеевских
be: Сядзіба Мержыеўскіх

source: Усадьба Мештавичы
be: Сядзіба Мештавічы

source: Усадьба Мещерских
be: Сядзіба Мяшчэрскіх

source: Усадьба Микульский
be: Сядзіба Мікульскіх

source: Усадьба Мицкевичей в Акинчиц
be: Сядзіба Міцкевічаў у Акіньчыцах

source: Усадьба Морачевский
be: Сядзіба Марачэўскіх

source: Усадьба Наркевич-Иодко
be: Сядзіба Наркевічаў-Ёдкаў

source: Усадьба Новицких
be: Сядзіба Навіцкіх

source: Усадьба Обуховичей
be: Сядзіба Абуховічаў

source: Усадьба Олешей
be: Сядзіба Алешаў

source: Усадьба Оскерков
be: Сядзіба Аскеркаў

source: Усадьба Падарэвских
be: Сядзіба Падарэўскіх

source: Усадьба пана Глазко "Станиславово"
be: Сядзіба пана Глазка "Станіслававо"

source: Усадьба Пеликанов
be: Сядзіба Пеліканаў

source: Усадьба Потоцких
be: Сядзіба Патоцкіх

source: Усадьба Протасевич
be: Сядзіба Пратасевічаў

source: Усадьба Пусловских
be: Сядзіба Пуслоўскіх

source: Усадьба Пшездецких
be: Сядзіба Пшаздзецкіх

source: Усадьба Радкевичей
be: Сядзіба Радкевічаў

source: Усадьба Ромеров
be: Сядзіба Ромэраў

source: Усадьба Свентаржэцких
be: Сядзіба Свентаржэцкіх

source: Усадьба Свислочь Горная
be: Сядзіба Свіслач Горная

source: Усадьба Святских
be: Сядзіба Свяцкіх

source: Усадьба Сеглицев
be: Сядзіба Сегліцаў

source: Усадьба Скирмунтов
be: Сядзіба Скірмунтаў

source: Усадьба Столле
be: Сядзіба Стольле

source: Усадьба Стралков
be: Сядзіба Стралкаў

source: Усадьба Стругача
be: Сядзіба Стругача

source: Усадьба Федорович
be: Сядзіба Федаровічаў

source: Усадьба Хлюдинских
be: Сядзіба Хлюдзінскіх

source: Усадьба Хрептовичей
be: Сядзіба Храптовічаў

source: Усадьба Черноцких
be: Сядзіба Чарноцкіх

source: Усадьба Швыковских
be: Сядзіба Швыкоўскіх

source: Усадьба Шульцев
be: Сядзіба Шульцаў

source: Усвять
be: Усвяць

source: Усеники
be: Вусенікі

source: Усомля
be: воз. Усомля

source: Успенская гора
be: Успенская гара

source: Устизерье
be: Вусцізер’е

source: Устринь-Борки
be: Устрынь-Боркі

source: Усыпальница
be: Капліца-пахавальня

source: Усыпальница А. Руссау
be: Капліца-пахавальня А. Руссау

source: Усыпальница Абламовичей
be: Капліца-пахавальня Абламовічаў

source: Усыпальница Альбрехта Заборского
be: Капліца-пахавальня Альбрыхта Заборскага

source: Усыпальница Богдановичей
be: Капліца-пахавальня Багдановічаў

source: Усыпальница Брохоцких
be: Капліца-пахавальня Брахоцкіх

source: Усыпальница В.А. Шукевича
be: Капліца-пахавальня В.А. Шукевіча

source: Усыпальница Вишневских
be: Капліца-пахавальня Вішнеўскіх

source: Усыпальница Вольских
be: Капліца-пахавальня Вольскіх

source: Усыпальница Друцких-Любецких
be: Капліца-пахавальня Друцкіх-Любецкіх

source: Усыпальница Дыбовских
be: Капліца-пахавальня Дыбоўскіх

source: Усыпальница Жабровских
be: Капліца-пахавальня Жаброўскіх

source: Усыпальница Забелов
be: Капліца-пахавальня Забелаў

source: Усыпальница Завишей
be: Капліца-пахавальня Завішаў

source: Усыпальница Кашицев
be: Капліца-пахавальня Кашыцаў

source: Усыпальница Кияковских
be: Капліца-пахавальня Кіякоўскіх

source: Усыпальница Козел-Поклевских
be: Капліца-пахавальня Козелаў-Паклеўскіх

source: Усыпальница М. Носкович
be: Капліца-пахавальня М. Насковіч

source: Усыпальница Неселовских
be: Капліца-пахавальня Несялоўскіх

source: Усыпальница Обуховичей
be: Капліца-пахавальня Абуховічаў

source: Усыпальница Ожешков
be: Капліца-пахавальня Ажэшкаў

source: Усыпальница Орд
be: Капліца-пахавальня Ордаў

source: Усыпальница Протасевич
be: Капліца-пахавальня Пратасевічаў

source: Усыпальница Рейтанов
be: Капліца-пахавальня Рэйтанаў

source: Усыпальница Сволькеней
be: Капліца-пахавальня Сволькеняў

source: Усыпальница Скирмунтов
be: Капліца-пахавальня Скірмунтаў

source: Усыпальница Снядецких
be: Капліца-пахавальня Снядэцкіх

source: Усыпальница Толлочко
be: Капліца-пахавальня Талочкаў

source: Усыпальница Хаментовского
be: Капліца-пахавальня Хамянтоўскіх

source: Усыпальница Шестовскому
be: Капліца-пахавальня Шастоўскіх

source: Усыпальница Ю. Гурского
be: Капліца-пахавальня Ю. Гурскага

source: Усыпальница Ю. Дьяконской
be: Капліца-пахавальня Ю. Дзяконскай

source: Усыпальница Язвинского
be: Капліца-пахавальня Язвінскіх

source: Уть
be: Уць

source: Ухвище
be: воз. Ухвішча

source: Ухово
be: Ухова

source: Учебная Трасса
be: Вучэбная Траса

source: Учебно-лаб. корп.
be: Навучальна-лаб. корп.

source: Учебно-Спортивная База "Городище"
be: Вучэбна-Спартыўная База "Гарадзішча"

source: Учебный Склон
be: Вучэбны Схіл

source: Ученическая улица
be: Вучнёўская вуліца

source: Училище олимпийского резерва
be: Вычылішча алімпійскага рэзерву

source: Уют
be: Утульнасць

source: Фабрика Коммунарка
be: Фабрыка Камунарка

source: фабрика нетканых материалов
be: Фабрыка нятканых матэрыялаў

source: Фабричная улица
be: Фабрычная вуліца

source: Фабричный
be: Фабрычны

source: Фабричный переулок
be: Фабрычны завулак

source: Факультет биологии и экологии ГрГУ
be: Факультэт біялогіі і экалогіі ГрДУ

source: Факультет ГрГУ
be: Факультэт ГрДУ

source: Факультет Гродненского государственного аграрного университета
be: Факультэт Гродзенскага дзяржаўнага аграрнага ўнівесітэта

source: Факультет довузовской подготовки ГрГУ
be: Факультэт давузаўскай падрыхтоўкі ГрДУ

source: Факультет инновационных технологий машиностроения ГрГУ
be: Факультэт інавацыйных тэхналогій машынабудавання ГрДУ

source: Факультет искусств и дизайна ГрГУ
be: Факультэт мастацтваў і дызайну ГрДУ

source: Факультет истории, коммуникации и туризма ГрГУ
be: Факультэт гісторыі, камунікацыі і турызму ГрДУ

source: Факультет математики и информатики ГрГУ
be: Факультэт матэматыкі і інфарматыкі ГрДУ

source: Факультет физической культуры ГрГУ
be: Факультэт фізічнай культуры ГрДУ

source: Факультет экономики и управления ГрГУ
be: Факультэт эканомікі і кіравання ГрДУ

source: Фаличи
be: Фалічы

source: Фаниполь
be: Фаніпаль

source: Фариново
be: Фарынава

source: Фатыновское кладбище
be: Фатынаўскія могілкі

source: Фёдоровка
be: Фёдараўка

source: Федосовщина
be: Федасоўшчына

source: Федьки
be: Федзькі

source: Фельдшерско-аккушерский пункт
be: Фельшарска-акурэрскі пункт

source: Ферма Фазанов
be: Фекма Фазаноў

source: Фестивальная улица
be: Фестывальная вуліца

source: Физико-технический факультет ГрГУ
be: Фізіка-тэхнічны факультэт ГрДУ

source: Физкультурно-оздоровительный комплекс (ФОК)
be: Фізкультурна-аздараўленчы комплекс (ФАК)

source: Физкультурно-оздоровительный центр
be: Фізкультурна-аздараўленчы цэнтр

source: Филармония
be: Філармонія

source: Филиал «Автобусный парк № 4» ГП «Минсктранс»
be: Фiлiял «Аўтобусны парк № 4» ДП «Мiнсктранс»

source: Филиал Полоцкий хлебозавод
be: Полацкі хлебазавод

source: Филиал Полоцкий хлебозавод цех №1
be: Філіял Полацкі хлебахавод, цэх №1

source: Филимонова
be: Філімонава

source: Филологический факультет ГрГУ
be: Філалагічны факультэт ГрДУ

source: ФОК
be: ФАК

source: Фольварк
be: Фальварак

source: Фольварк Гартингов
be: Фальварак Гарцінгаў

source: Фольварк Изва Капочевская
be: Фальварак Ізва Капачэўская

source: Фольварк Котвичей
be: Фальварак Котвічаў

source: Фольварк Мицкевичей
be: Фальварак Міцкевічаў

source: Фольварк Мурованка
be: Фальварак Мураванка

source: Фольварк Пилсудских
be: Фальварак Пілсудзкіх

source: Фольварк Полонский
be: Фальварак Палонскіх

source: Фольварк Рожанский
be: Фальварак Ражанскіх

source: Фольварк Фрэймаркав
be: Фальварак Фрэймаркаў

source: Фольварк Чапских
be: Фальварак Чапскіх

source: Фонтан
be: Фантан

source: Форт V
be: Крапасны форт V

source: Форт V. Пороховой склад
be: Форт V. Парахавы склеп

source: Фортуна-Моторс
be: Фартуна-Мотарс

source: Форты
be: Фарты

source: Форт № 2
be: Крапасны форт №2

source: Фото
be: Фота

source: Фотостостудия № 3
be: Фотаатэлье

source: Фотоцентр
be: Фотацэнтр

source: ФОЦ "Долголетие"
be: ФАЦ "Даўгалецце"

source: Франтишек Богушевич
be: Францішак Багушэвіч

source: Франтишканы
be: Францішканы

source: Франусино
be: Франусіна

source: Франциск Скорина
be: Францыск Скарына

source: Франциску Скорине
be: Францыску Скарыну

source: Фрески костела св. Андрея Боболи
be: Фрэскі касцёла св. Андрэя Баболі

source: Фруктовый
be: Фруктовы

source: Фрунзе
be: Фрунзэ

source: Фрунзенский район
be: Фрунзенскі раён

source: Фторотекс
be: Форатэкс

source: Футбольное поле
be: Футбольнае поле

source: Футбольный стадион
be: Футбольны стадыён

source: ХайтекПрофиль
be: ХайтэкПрофіль

source: Харловщина
be: Харлаўшчына

source: Хатнежик
be: воз. Хатнежык

source: Хвоецковщина
be: Хваецкаўшчына

source: Хвойная улица
be: Хвойная вуліца

source: Хвойняны
be: Хвайняны

source: Хвощеватик
be: воз. Хвашчавацік

source: Хвощёвка
be: Хвашчоўка

source: Хвощёво
be: Хвашчова

source: Химический факультет БГУ
be: БДУ, Хімічны факультэт

source: Химры
be: Хімры

source: Хирургический корп.
be: Хірургічны корп.

source: Хирургический корпус
be: Хірургічны корпус

source: Хладокомбинат
be: Хладакамбінат

source: Хлебозавод
be: Хлебазавод

source: Хлебосольная улица
be: Хлебасольная вуліца

source: Хлебосольный переулок
be: Хлебасольны завулак

source: Хлусово
be: Хлусава

source: Хлюстино
be: Хлюсціна

source: Хмелевка
be: Хмелеўка

source: Хмельники
be: Хмельнікі

source: Хмеляны
be: Хмяляны

source: Хованщина
be: Хаваншчына

source: Ходорки
be: Хадоркі

source: Ходосы
be: Ходасы

source: Хоз. сарай
be: Гаспадарчы хлеў

source: Хозтовары
be: Гаспадарчыя тавары

source: Хозторг
be: Гаспадарчы гандаль

source: Хозяйственная постройка
be: Гаспадарчы будынак

source: Хозяйственный двор
be: Гаспадарчы двор

source: Хозяйственный двор (руины)
be: Гаспадарчы двор (руіны)

source: Хозяйственный двор Биспингов
be: Гаспадарчы двор Біспінгаў

source: Хозяйственный двор Богдановичей
be: Гаспадарчы двор Багдановічаў

source: Хозяйственный двор Булгаков
be: Гаспадарчы двор Булгакаў

source: Хозяйственный двор Витгенштейнов
be: Гаспадарчы двор Вітгенштэйнаў

source: Хозяйственный двор Войниловичей
be: Гаспадарчы двор Вайніловічаў

source: Хозяйственный двор Воронцовых-Вельяминовых
be: Гаспадарчы двор Варанцовых-Вельямінавых

source: Хозяйственный двор Гриневских
be: Гаспадарчы двор Грынеўскіх

source: Хозяйственный двор Гробовских
be: Гаспадарчы двор Грабоўскіх

source: Хозяйственный двор Гюнтер
be: Гаспадарчы двор Гюнтэраў

source: Хозяйственный двор Еленских
be: Гаспадарчы двор Яленскіх

source: Хозяйственный двор Корвин-Милевских
be: Гаспадарчы двор Корвінаў-Мілеўскіх

source: Хозяйственный двор Корсаков
be: Гаспадарчы двор Корсакаў

source: Хозяйственный двор Ленских
be: Гаспадарчы двор Ленскіх

source: Хозяйственный двор Лопатинских
be: Гаспадарчы двор Лапацінскіх

source: Хозяйственный двор Межаевских
be: Гаспадарчы двор Межаеўскіх

source: Хозяйственный двор Милачэвских
be: Гаспадарчы двор Мілачэўскіх

source: Хозяйственный двор Моравских
be: Гаспадарчы двор Мараўскіх

source: Хозяйственный двор Морачевский
be: Гаспадарчы двор Марачэўскіх

source: Хозяйственный двор Незабытовскiх
be: Гаспадарчы двор Незабытоўскiх

source: Хозяйственный двор Новомейских
be: Гаспадарчы двор Навамейскіх

source: Хозяйственный двор Потоцких
be: Гаспадарчы двор Патоцкіх

source: Хозяйственный двор Святских
be: Гаспадарчы двор Свяцкіх

source: Хозяйственный двор Скирмунтов
be: Гаспадарчы двор Скірмунтаў

source: Хозяйственный двор Тукалло
be: Гаспадарчы двор Тукалаў

source: Хозяйственный двор Тышкевичей
be: Гаспадарчы двор Тышкевічаў

source: Хозяйственный двор Унеховских
be: Гаспадарчы двор Уняхоўскіх

source: Хозяйственный двор Хаминских
be: Гаспадарчы двор Хамінскіх

source: Хозяйственный двор Ходкевичей
be: Гаспадарчы двор Хадкевічаў

source: Хозяйственный двор Хрептовичей
be: Гаспадарчы двор Храптовічаў

source: Хозяйственный двор Чечетов
be: Гаспадарчы двор Чачотаў

source: Хойники
be: Хойнікі

source: Хойникский районный исполнительный комитет
be: Хойніцкі раённы выканаўчы камітэт

source: Хойникский районный Совет депутатов
be: Хойніцкі раённы Савет дэпутатаў

source: Холмистая улица
be: Халмістая вуліца

source: Холодная улица
be: Халодная вуліца

source: Холодники
be: Халоднікі

source: Холочье
be: Халочча

source: Хомики
be: Хамікі

source: Хомутовка
be: Хамутоўка

source: Хомяка
be: Хамяка

source: Хоронжишки
be: Харонжышкі

source: Хорошевка
be: Харошаўка

source: хостел "X.O."
be: хостэл "X.O."

source: Хотемля
be: Хоцемля

source: Хотимск
be: Хацімск

source: Хотимский районный исполнительный комитет
be: Хоцімскі раённы выканаўчы камітэт

source: Хотислав
be: Хаціслаў

source: Хотлинское
be: Хотлінскае воз.

source: Хотькуны
be: Хацькуны

source: Христианское кладбище ("старое")
be: Хрысціянскія могілкі ("старыя")

source: Художественная галерея Михаила Савицкого
be: Мастацкая галерэя Міхаіла Савіцкага

source: Художественные мастерские
be: Мастацкія майстэрні

source: Хутор
be: Хутар

source: Хутор Сергеев
be: Хутар Сяргееў

source: Цветочная улица
be: Кветкавая вуліца

source: Цвикличи
be: Цвіклічы

source: Центели
be: Цантэлі

source: Центр
be: Цэнтр

source: Центральная
be: Цэнтральная

source: Центральная городская больница
be: Цэнтральная гарадская бальніца

source: Центральная Городская Больница
be: Гарадская бальніца

source: Центральная городская детская поликлиника
be: Цэнтральная гарадская дзіцячая паліклініка

source: Центральная районная больница
be: Цэнтральная раённая бальніца

source: Центральная улица
be: Цэнтральная вуліца

source: Центральный вход
be: Цэнтральны уваход

source: Центральный городской пляж
be: Цэнтральны гарадскі пляж

source: Центральный район
be: Цэнтральны раён

source: Центральный рынок
be: Цэнтральны рынак

source: Центральный фонтан
be: Цэнтральны фантан

source: Центр города
be: Цэнтр горада

source: Центр детской онкологии, гематологии и иммунологии
be: Цэнтр дзiцячай анкалогii, гематалогii i iмуналогii

source: Центр Европы
be: Цэнтр Еўропы

source: Центр занятости
be: Цэнтр занятасці

source: Центр информационных ресурсов и коммуникаций БГУ
be: Цэнтр інфармацыйных рэсурсаў і камунікацый БДУ

source: Центр исследований сердца
be: Цэнтр даследаванняў сэрца

source: Центр медицинской реабилитации
be: Цэнтр медыцынскай рэабілітацыі

source: Центр народных ремёсел "Задвинье"
be: Цэнтр народных рамёстваў "Задзвінне"

source: Центролит
be: Цэнтраліт

source: Центр психологической помощи
be: Цэнтр псіхалагічнай дапамогі

source: Центр ремесел
be: Цэнтр рамёстваў

source: Центр Физической подготовки личного состава ГУВД Мингорисполкома
be: Цэнтр Фізічнай падрыхтоўкі асабовага складу ГУУС Мінгарвыканкама

source: Центр электронного документооборота
be: Цэнтр электроннага дакументаабароту

source: Центр эстетической хирургии
be: Цэнтр эстытычнай хірургіі

source: Центр юридических услуг
be: Цэнтр юрыдычных паслуг

source: Церковь
be: Царква

source: Церковь. Руины
be: Царква

source: Церковь (бывший костел) XVII в.
be: Царква (былы касьцёл) XVII ст.

source: Церковь (руины)
be: Царква (руіны)

source: Церковь Благовещения Деве Марии
be: Царква Звеставання Найсвяцейшай Панне Марыі

source: Церковь Благовещения Пресвятой Богородицы
be: Царква Дабравешчання Прасвятой Багародзіцы

source: Церковь Благовещения Пресвятой Богородицы и мужской монастырь
be: Царква Дабравешчання Прасвятой Багародзіцы і мужчынскі манастыр

source: Церковь Божией Матери Казанской
be: Царква Маці Божай Казанскай

source: Церковь Божией Матери Одигитрии
be: Царква Маці Божай Адзігітрыі

source: Церковь Воздвижения Креста Господня
be: [Касцёл Узвышэння Святога Крыжа, Царква Ўзвышэння Святога Крыжа, Царква Узвышэння Святога Крыжа]

source: Церковь Вознесения Господня
be: Царква Ушэсця Гасподняга

source: Церковь во имя 40 мучеников Севасьцийских
be: Царква ў Імя 40 Пакутнікай Севасьційскіх

source: Церковь Воскресения Христова
be: Царква Уваскрэшання Хрыстова

source: Церковь Воскресения Христова (Рыночная)
be: Царква Уваскрэшання Хрыстова (Рынкавая)

source: Церковь Всех Святых
be: Царква Усіх Святых

source: Церковь в честь Иконы Божией Матери Всех скорбящих Радость
be: Царква ў Гонар Абраза Прасвятой Багародзіцы Усіх Смуткуючых радасць

source: Церковь евангелическая
be: Царква эвангеліцкая

source: Церковь Евангелия христиан-баптистов
be: Царква Евангелля хрысціян-баптыстаў

source: Церковь кладбищенская
be: Царква могілкавая

source: Церковь Покрова Пресвятой Богородицы
be: Царква Покрыва Прасвятой Багародзіцы

source: Церковь Преображения Господня
be: Царква Праабражэння Гасподняга

source: Церковь Преображения Господня (руины)
be: Царква Праабражэння Гасподняга (руіны)

source: Церковь Рождества Иоанна Предтечи
be: Царква Раства Іаана Прадцечы

source: Церковь Рождества Пресвятой Богородицы
be: [Царква Нараджэння Божай Маці, Царква Нараджэння Прасвятой Багародзіцы]

source: Церковь Св. Александра Невского
be: Царква Святога Аляксандра Неўскага

source: Церковь Св. Алексия
be: Царква Святога Аляксея

source: Церковь Св. Афанасия
be: Царква Святога Апанаса

source: Церковь Св. Варвары
be: Царква Святой Барбары

source: Церковь Св. Владимира
be: Царква Святога Ўладзіміра

source: Церковь Св. Георгия
be: Царква Святога Георгія

source: Церковь Св. Прп
be: Царква Прападобнай Марыі Эгіпэцкай

source: Церковь Св. равноап
be: Сядзіба Ададурава

source: Церковь Св. Сергия Радонежского
be: Царква Святога Сергія Раданескага

source: Церковь Св. Симеона
be: [Царква Святога Сімеона, Царква Святога Сімяона]

source: Церковь святого Алексея
be: Царква Святога Аляксея

source: Церковь Святого Андрея
be: Царква Святога Андрэя

source: Церковь святого Антония
be: Царква святога Антонія

source: Церковь Святого Антония
be: Царква Святога Антонія

source: Церковь Святого апостола Иоанна Богослова
be: Царква Святога апостала Іаана Багаслова

source: Церковь Святого апостола Луки
be: Царква Святога апостала Лукі

source: Церковь Святого Архангела Михаила
be: Царква Святога Міхала Арханёла

source: Церковь Святого Георгия (руины)
be: Царква Святога Георгія (руіны)

source: Церковь Святого Дионисия Ареопагита
be: Царква Святога пакутника Дыянісія

source: Церковь Святого Дмитрия
be: Царква Святога Дзмітрыя

source: Церковь Святого Дмитрия Ростовского
be: Царква Святога Дзмітрыя Растоўскага

source: Церковь Святого Дмитрия Солунского
be: Царква Святога Дзмітрыя Салунскага

source: Церковь Святого Духа
be: Царква Святога Духа

source: Церковь Святого Духа и бывшый монастырь бернардинок
be: Царква Святога Духа і былы кляштар бэрнардынак

source: Церковь Святого Иоанна Крестителя
be: Царква Святога Іаана Хрысціцеля

source: Церковь Святого Иоанна Предтечи
be: Царква Святога Іаана Прадцечы

source: Церковь Святого Иосифа
be: Царква Святога Іосіфа

source: Церковь Святого Никиты
be: Царква Святога Мікіты

source: Церковь Святого Николая
be: Царква Святога Мікалая

source: Церковь Святого Николая Чудотворца (руины)
be: Царква Святога Мікалая (руіны)

source: Церковь Святого Онуфрия
be: Царква Святога Ануфрыя

source: Церковь Святого Спаса
be: Царква Святого Спаса

source: Церковь Святого Феодосия
be: Царква Святога Феадосія

source: Церковь Святой Анны
be: Царква Святой Ганны

source: Церковь Святой Ефросинии Полоцкой
be: Царква Святой Эўфрасіні Полацкай

source: Церковь Святой Марии Магдалины
be: Царква Святой Марыі Магдалены

source: Церковь Святой Параскевы Пятницы
be: [Царква Святой Параскевы Пятницы, Царква Святой Параскевы Пятніцы]

source: Церковь Святой Троицы
be: Царква Святой Тройцы

source: Церковь Святых Апостолов Петра и Павла
be: Царква Святых апосталаў Пятра й Паўла

source: Церковь Святых Апостолов Петра и Павла (руины)
be: Царква Святых апосталаў Пятра й Паўла (руіны)

source: Церковь Святых Бориса и Глеба
be: Царква Святых Барыса й Глеба

source: Церковь Святых Кирилла и Мефодия
be: Царква Святых Кірылы й Мятода

source: Церковь Святых Космы и Дамиана
be: [Касцёл Святых Космы і Даміяна, Царква Святых Космы і Даміяна]

source: Церковь Святых Петра и Павла и монастырь базилиан
be: Царква Святых Пятра й Паўла і манастыр базыльянаў

source: Церковь Спасо-Преображенская
be: Царква Спаса-Праабражэнская

source: Церковь Сретения Господня
be: Царква Стрэчання Гасподняга

source: Церковь Усекновения главы Иоанна Предтечи
be: Царква Усячэння галавы Іаана Прадцечы

source: Церковь Успения Пресвятой Богородицы
be: Царква Успення Прасвятой Багародзіцы

source: Цирк
be: Цырк

source: Цнянское водохр.
be: Цнянскае вдсх.

source: ЦТП № 14
be: ЦЦП № 14

source: ЦТП № 34
be: ЦЦП № 34

source: ЦТП № 7
be: ЦЦП № 7

source: ЦТП №719
be: ЦЦП №719

source: ЦТП № 8
be: ЦЦП № 8

source: Чаборовая улица
be: Чабаровая вуліца

source: Чаботки
be: Чаботкі

source: Чалнок
be: воз. Чаўнок

source: часовня
be: капліца

source: Часовня
be: [Капліца, Каплічка]

source: Часовня «Криница у богини»
be: Капліца «Крынiца ля багiнi»

source: Часовня (руины)
be: Капліца (руіны)

source: Часовня Богоматери Милосердия
be: Капліца Маці Божай Міласэрнасьці

source: Часовня Богородицы Розария
be: Капліца Маці Божай Ружанцовай

source: Часовня Булгарина
be: Капліца Булгарына

source: Часовня Девы Марии Ангельской
be: Капліца Маці Божай Анёльскай

source: часовня католич. XIX в.
be: капліца каталіцкая ХІХ ст.

source: Часовня католическая
be: Капліца каталіцкая

source: Часовня кладбищенская
be: Капліца могілкавая

source: Часовня кладбищенская (руины)
be: Капліца могілкавая (руіны)

source: Часовня кладбищенская католическая
be: Капліца могілкавая каталіцкая

source: Часовня кладбищенская православная
be: Капліца могілкавая праваслаўная

source: Часовня кладбищенская Св. Стефана
be: Капліца могілкавая Святога Стафана

source: Часовня кладбищенская Святого пророка Илии
be: Капліца могілкавая Святога прарока Іллі

source: Часовня Матери Божией Остробрамской
be: Капліца Маці Божай Вастрабрамскай

source: Часовня мемориальная
be: [Капліца мемарыяльная, Капліца мэмарыяльная]

source: Часовня на родовых кладбищах Карповичей
be: Капліца на родавых могілках Карповічаў

source: Часовня придорожная
be: Каплічка прыдарожная

source: Часовня Св. Александра Невского
be: Капліца Святога Аляксандра Неўскага

source: Часовня Св. Антония Падуанского
be: Капліца Святога Антонія Падуанскага

source: Часовня Св. Иоанна Крестителя
be: [Капліца Святога Яна Хрысцiцеля, Капліца Святога Яна Хрысціцеля]

source: Часовня Св. Иосифа
be: Капліца Святога Юзафа рамесніка

source: Часовня Святого апостола Луки
be: Капліца Святога апостала Лукі

source: Часовня Святого Владимира
be: Капліца Святога Уладзіміра

source: Часовня Святого Георгия
be: Капліца Святога Георгія

source: Часовня Святого Доминика
be: Капліца Святога Дамініка

source: Часовня Святого Иоанна Богослова
be: Капліца Святога Іаана Багаслова

source: Часовня Святого Николая
be: Капліца Святога Мікалая

source: Часовня Святого Онуфрия
be: Капліца Святога Ануфрыя

source: Часовня Святого Преображения Господня
be: Капліца Святога Праабражэння Гасподняга

source: Часовня Святого пророка Илии
be: Капліца Святога прарока Іллі
